Repository: Thitphavanh/Pilgrims-Project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: lo

source: All Coffee
lo: ກາເຟທັງໝົດ

source: Coffee Category
lo: ໝວດໝູ່ກາເຟ

source: Fresh
lo: ສົດໃໝ່

source: Low Stock
lo: ເຫຼືອໜ້ອຍ

source: %(review_count)s review
lo: %(review_count)s ຣິວິວ

source: Roasting Type
lo: ປະເພດການຄົ່ວ

source: Beans
lo: ເມັດກາເຟ

source: Categories
lo: ປະເພດ

source: Flavor and Aroma
lo: ລົດຊາດແລະກິ່ນ

source: Acidity
lo: ຄວາມສົ້ມ

source: Body
lo: ຄວາມເຂັ້ມຂຸ້ນ

source: Order via WhatsApp
lo: ສັ່ງຊື້ຜ່ານ WhatsApp

source: Like
lo: ຖືກໃຈ

source: Share
lo: ແຊຣ໌

source: In Stock
lo: ມີສິນຄ້າພ້ອມ

source: bags
lo: ຖົງ

source: Description
lo: ຄຳອະທິບາຍ

source: Brewing Method
lo: ວິທີການຊົງ

source: Reviews
lo: ຣີວິວ

source: No description for this product
lo: ບໍ່ມີຄຳອະທິບາຍສຳລັບຜະລິດຕະພັນນີ້

source: General brewing instructions for coffee
lo: ຄຳແນະນຳທົ່ວໄປສຳລັບການຊົງກາເຟ

source: For Drip brewing
lo: ສຳລັບການຊົງແບບດ້ຽງ (Drip)

source: Ratio:
lo: ອັດຕາສ່ວນ:

source: Time:
lo: ເວລາ:

source: For Espresso
lo: ສຳລັບເອສເປຣເຊົ

source: seconds
lo: ວິນາທີ

source: Recommended to use good quality clean water and freshly ground coffee before brewing
lo: ແນະນຳໃຫ້ໃຊ້ນ້ຳສະອາດຄຸນນະພາບດີ ແລະ ບົດກາເຟໃໝ່ໆ ກ່ອນການຊົງ

source: Write a review
lo: ຂຽນຣີວິວ

source: Your Name
lo: ຊື່ຂອງທ່ານ

source: Your Name...
lo: ຊື່ຂອງທ່ານ...

source: Rating
lo: ຄະແນນ

source: Select Rating
lo: ເລືອກຄະແນນ

source: 5 Stars - Excellent
lo: 5 ດາວ - ຢອດຢ້ຽມ

source: 4 Stars - Very Good
lo: 4 ດາວ - ດີຫຼາຍ

source: 3 Stars - Good
lo: 3 ດາວ - ດີ

source: 2 Stars - Fair
lo: 2 ດາວ - ພໍດີ

source: 1 Star - Poor
lo: 1 ດາວ - ພໍໃຊ້

source: Comment
lo: ຄຳເຫັນ

source: Tell us about your experience drinking this coffee...
lo: ບອກເລົ່າປະສົບການການດື່ມກາເຟນີ້...

source: Submit Review
lo: ສົ່ງຣີວິວ

source: No reviews yet for this product
lo: ຍັງບໍ່ມີຣີວິວສຳລັບສິນຄ້ານີ້

source: Be the first to review!
lo: ເປັນຄົນທຳອິດທີ່ໃຫ້ຣີວິວ!

source: Similar Coffees
lo: ກາເຟທີ່ຄ້າຍຄືກັນ

source: Discover coffees with similar flavors
lo: ຄົ້ນພົບກາເຟທີ່ມີລົດຊາດໃກ້ຄຽງກັນ

source: Recommended
lo: ແນະນຳ

source: View Details
lo: ເບິ່ງລາຍລະອຽດ

source: View All Coffee
lo: ເບິ່ງກາເຟທັງໝົດ

source: All coffees
lo: ກາເຟທັງໝົດ

source: Pilgrim Coffee is a coffee grown in the high mountains of Laos. We work with and buy coffee directly from coffee farmers at a fair price. Pilgrim Coffee is roasted from high-quality coffee beans and becomes a great tasting coffee that is satisfying for all coffee drinkers.
lo: Pilgrim Coffee ແມ່ນກາເຟທີ່ປູກຢູ່ໃນພູສູງຂອງປະເທດລາວ. ພວກເຮົາເຮັດວຽກຮ່ວມກັບຊາວກະສິກອນກາເຟ ແລະ ຊື້ກາເຟໂດຍກົງຈາກພວກເຂົາໃນລາຄາທີ່ເປັນທຳ. Pilgrim Coffee ໄດ້ຮັບການຄົວຈາກເມັດກາເຟທີ່ມີຄຸນນະພາບສູງ ແລະ ກາຍເປັນກາເຟທີ່ມີລົດຊາດດີ ແລະ ຖືກໃຈຜູ້ດື່ມກາເຟທຸກຄົນ.

source: All coffee items
lo: ກາເຟທັງໝົດ

source: Found
lo: ທີ່ພົບ

source: items
lo: ລາຍການ

source: No reviews yet.
lo: ຍັງບໍ່ມີການຣີວິວ.

source: See Details
lo: ເບິ່ງລາຍລະອຽດ

source: Previous
lo: ກ່ອນໜ້າ

source: Next
lo: ຖັດໄປ

source: English
lo: ອັງກິດ

source: Gallery Categories
lo: ໝວດໝູ່ຮູບພາບ

source: There are no images in this category yet.
lo: ຍັງບໍ່ມີໝວດໝູ່ແກລເລີຣີ.

source: Savannakhet
lo: ສະຫວັນນະເຂດ

source: Hotel
lo: ໂຮງແຮມ

source: Restaurant
lo: ຮ້ານອາຫານ

source: Outside Sitting
lo: ບ່ອນນັ່ງພາຍນອກ

source: Coffee
lo: ກາເຟ

source: Guest Reviews
lo: ຣີວິວຈາກແຂກ

source: Guest reviews and ratings
lo: ຄໍາຄິດເຫັນ ແລະ ການຈັດອັນດັບຈາກແຂກ

source: See what our guests have said about their experience at Pilgrims
lo: ເບິ່ງວ່າແຂກຂອງພວກເຮົາໄດ້ກ່າວຫຍັງກ່ຽວກັບປະສົບການຂອງພວກເຂົາທີ່ Pilgrims

source: Read our reviews
lo: ອ່ານຄໍາຄິດເຫັນຂອງພວກເຮົາ

source: See what our guests have to say on the world's most popular travel and accommodation booking platforms. Click on each platform to read detailed reviews and ratings.
lo: ເບິ່ງວ່າແຂກຂອງພວກເຮົາໄດ້ກ່າວຫຍັງໃນ platforms ການທ່ອງທ່ຽວ ແລະ ການຈອງທີ່ພັກທີ່ໂດ່ງດັງຂອງໂລກ. ຄລິກເຂົ້າໄປທີ່ແຕ່ລະ platforms ເພື່ອອ່ານຄໍາຄິດເຫັນ ແລະ ການຈັດອັນດັບແບບລະອຽດ.

source: Latest guest comments
lo: ຄໍາຄິດເຫັນລ່າສຸດຂອງແຂກ

source: Here's what our latest guests have said across all platforms.
lo: ນີ້ແມ່ນສິ່ງທີ່ແຂກລ່າສຸດຂອງພວກເຮົາໄດ້ກ່າວໄວ້ຜ່ານທຸກແພລດຟອມ.

source: No recent reviews yet
lo: ຍັງບໍ່ມີການວິຈານລ່າສຸດ

source: Check back soon to see guest comments!
lo: ກັບມາໃໝ່ໄວໆນີ້ ເພື່ອເບິ່ງຄໍາຄິດເຫັນຂອງແຂກ!

source: Home
lo: ໜ້າຫຼັກ

source: Room Image Coming Soon
lo: ຮູບພາບຫ້ອງພັກຈະມາໃນໄວໆນີ້

source: Room Features & Amenities
lo: ຄຸນສົມບັດ ແລະສິ່ງອໍານວຍຄວາມສະດວກຂອງຫ້ອງ

source: Premium Features
lo: ຄຸນສົມບັດພິເສດ

source: Standard Features
lo: ຄຸນສົມບັດມາດຕະຖານ

source: %(counter)s total amenity
lo: %(counter)s ສິ່ງອໍານວຍຄວາມສະດວກທັງໝົດ

source: %(counter)s premium feature
lo: %(counter)s ຄຸນສົມບັດພິເສດ

source: Amenity information will be updated soon.
lo: ຂໍ້ມູນສິ່ງອໍານວຍຄວາມສະດວກຈະຖືກອັບເດດໃນໄວໆນີ້.

source: Related Properties
lo: ທີ່ພັກທີ່ກ່ຽວຂ້ອງ

source: per night
lo: ຕໍ່ຄືນ

source: Taxes and fees included
lo: ລວມພາສີ ແລະ ຄ່າທຳນຽມ

source: Room Policies
lo: ນະໂຍບາຍຂອງຫ້ອງ

source: Check-in & Check-out
lo: ເວລາເຂົ້າພັກ ແລະ ອອກຈາກທີ່ພັກ

source: Check-in:
lo: ເຂົ້າພັກ:

source: Check-out:
lo: ອອກຈາກທີ່ພັກ:

source: Valid ID required
lo: ຕ້ອງມີບັດປະຈຳຕົວທີ່ຖືກຕ້ອງ

source: Restrictions
lo: ຂໍ້ຈຳກັດ

source: Non-smoking room
lo: ຫ້ອງປອດຢາສູບ

source: Need help with your booking?
lo: ຕ້ອງການຄວາມຊ່ວຍເຫຼືອໃນການຈອງຂອງທ່ານບໍ?

source: For better rates and more information, please contact us directly through our WhatsApp.
lo: ສຳລັບລາຄາທີ່ດີກວ່າ ແລະ ຂໍ້ມູນເພີ່ມເຕີມ, ກະລຸນາຕິດຕໍ່ພວກເຮົາໂດຍກົງຜ່ານ WhatsApp ຂອງພວກເຮົາ.

source: All Rooms & Suites
lo: ຫ້ອງພັກ ແລະ ຫ້ອງຊຸດທັງໝົດ

source: There are a total of %(total)s rooms
lo: ມີທັງໝົດ %(total)s ຫ້ອງ

source: Experience the perfect blend of comfort and luxury in our thoughtfully designed rooms and suites.
lo: ສໍາຜັດກັບການປະສົມປະສານທີ່ສົມບູນແບບຂອງຄວາມສະດວກສະບາຍ ແລະ ຄວາມຫຼູຫຼາ ໃນຫ້ອງພັກ ແລະ ຫ້ອງສວີດທີ່ອອກແບບຢ່າງພິຖີພິຖັນຂອງພວກເຮົາ.

source: Floor
lo: ຊັ້ນ

source: Guests
lo: ແຂກ

source: For %(room.room_type.capacity)s people
lo: ສໍາລັບ %(room.room_type.capacity)s ຄົນ

source: Size
lo: ຂະໜາດ

source: Amenities
lo: ສິ່ງອໍານວຍຄວາມສະດວກ

source: more
lo: ເພີ່ມເຕີມ

source: No rooms found
lo: ບໍ່ພົບຫ້ອງພັກ

source: We couldn't find any rooms matching your criteria. Try adjusting your filters.
lo: ພວກເຮົາບໍ່ສາມາດຊອກຫາຫ້ອງພັກທີ່ຕົງກັບເງື່ອນໄຂຂອງທ່ານ. ລອງປັບແຕ່ງຕົວກອງຂອງທ່ານ.

source: Clear All Filters
lo: ລົບຕົວກອງທັງໝົດ

source: Back to Home
lo: ກັບໄປໜ້າຫຼັກ

source: Product Information
lo: ຂໍ້ມູນສິນຄ້າ

source: View All Products
lo: ເບິ່ງສິນຄ້າທັງໝົດ

source: All product items
lo: ສິນຄ້າທັງໝົດ

source: Menu Items
lo: ລາຍການອາຫານ

source: Culinary Journey
lo: ການເດີນທາງຂອງການເຮັດອາຫານ

source: Experience culinary excellence at our luxurious restaurant, where every dish tells a story.
lo: ສຳຜັດປະສົບການອາຫານຊັ້ນເລີດທີ່ຮ້ານອາຫານຫຼູຫຼາຂອງພວກເຮົາ ໃນທີ່ແຕ່ລະຈານເລົ່າເລື່ອງຮາວອັນເປັນເອກະລັກ.

source: View Our Menu
lo: ເບິ່ງເມນູຂອງພວກເຮົາ

source: Our Menu
lo: ເມນູຂອງພວກເຮົາ

source: Explore a diverse menu from around the world, prepared with passion and fine ingredients
lo: ສຳຫຼວດເມນູອາຫານຫຼາກຫຼາຍຈາກທົ່ວໂລກ ທີ່ປຸງແຕ່ງດ້ວຍຄວາມຕັ້ງໃຈແລະວັດຖຸດິບຊັ້ນດີ

source: Scroll to see more menu
lo: ເລື່ອນລົງເພື່ອເບິ່ງເມນູເພີ່ມເຕີມ

source: Featured
lo: ແນະນຳ

source: Chef's Special
lo: ພິເສດຂອງພໍ່ຄົວ

source: View Full Menu
lo: ເບິ່ງເມນູທັງໝົດ

source: About Us
lo: ກ່ຽວກັບພວກເຮົາ

source: Welcome to Pilgrim’s Kitchen & Inn
lo: ຍິນດີຕ້ອນຮັບສູ່ Pilgrim’s Kitchen & Inn

source: Where food, coffee, and comfort meet on the great Mekong River. With magnificent views of Thailand, our place is not just a coffee shop — it is a riverside retreat designed for travelers, locals, and coffee lovers.
lo: ບ່ອນທີ່ອາຫານ, ກາເຟ, ແລະຄວາມສະດວກສະບາຍມາພົບກັນຢູ່ທາງແມ່ນ້ໍາຂອງໃຫຍ່. ດ້ວຍທິວທັດອັນງົດງາມຂອງປະເທດໄທ, ສະຖານທີ່ຂອງພວກເຮົາບໍ່ແມ່ນພຽງແຕ່ຮ້ານກາເຟ — ມັນແມ່ນບ່ອນພັກຜ່ອນຕິດແມ່ນ້ໍາ ທີ່ຖືກອອກແບບມາສໍາລັບນັກທ່ອງທ່ຽວ, ຊາວທ້ອງຖິ່ນ, ແລະຜູ້ຮັກກາເຟ.

source: Our Coffee Shop and Restaurant
lo: ຮ້ານກາເຟ ແລະ ຮ້ານອາຫານຂອງພວກເຮົາ

source: Drink your coffee with a beautiful view. From morning to evening, our coffee shop offers an ideal riverside atmosphere for enjoying freshly roasted coffee. Whether it's a simple start to the day, meeting friends, or just relaxing, our shop is the perfect place to unwind. With the Mekong River as a backdrop, every meal becomes a memorable experience. Our restaurant combines flavors from around the world — vibrant Mexican and Indian dishes, classic American and pizzas, Mediterranean cuisine, soups and salads, along with authentic Lao local dishes. We use only the finest ingredients and a passion for cooking to create a worthwhile dining experience for you.
lo: ດື່ມກາເຟຂອງທ່ານພ້ອມວິວສວຍງາມ. ຈາກຕອນເຊົ້າຈົນເຖິງຕອນແລງ ຮ້ານກາເຟຂອງພວກເຮົາມອບບັນຍາກາດແຄມແມ່ນ້ຳທີ່ເຫມາະສົມສໍາລັບການດື່ມກາເຟສົດທີ່ຄົວຢູ່ໃນເຮືອນ. ບໍ່ວ່າຈະເປັນການເລີ່ມຕົ້ນມື້ແບບລຽບງ່າຍ, ການພົບປະກັບໝູ່ ຫຼື ການນັ່ງຊິວ ຮ້ານຂອງພວກເຮົາແມ່ນສະຖານທີ່ທີ່ເຫມາະສົມສໍາລັບການພັກຜ່ອນ. ດ້ວຍແມ່ນ້ຳຂອງເປັນພື້ນຫຼັງ, ທຸກມື້ອາຫານຈະກາຍເປັນປະສົບການທີ່ໜ້າຈົດຈຳ. ຮ້ານອາຫານຂອງພວກເຮົາລວມລົດຊາດຈາກທົ່ວໂລກ — ອາຫານແນວເມັກຊິໂກ ແລະ ອິນເດຍທີ່ສີສັນ, ອາຫານອາເມຣິກາຄລາສສິກ ແລະ ພິຊຊ່າ, ອາຫານແນວເມດິເຕີເຣນຽນ, ຊຸບ ແລະ ສະຫຼັດ, ພ້ອມກັບອາຫານທ້ອງຖິ່ນລາວແທ້ໆ. ພວກເຮົາໃຊ້ແຕ່ວັດຖຸດິບທີ່ດີທີ່ສຸດ ແລະ ຄວາມຮັກໃນການປຸງອາຫານ ເພື່ອສ້າງມື້ອາຫານທີ່ຄຸ້ມຄ່າໃຫ້ທ່ານ.

source: Our Guesthouse
lo: ບ້ານພັກຂອງພວກເຮົາ

source: Wake up with a beautiful river view. Our guesthouse offers 11 comfortable rooms and 2 special suites designed to make you feel at home. Whether you are traveling alone, as a couple, or with family, your stay will be filled with comfort, warmth, and the unforgettable beauty of the Mekong River outside your window.
lo: ຕື່ນນອນພ້ອມວິວສວຍງາມຂອງແມ່ນ້ຳ. ບ້ານພັກຂອງພວກເຮົາມີຫ້ອງພັກທີ່ສະດວກສະບາຍ 11 ຫ້ອງ ແລະ ຫ້ອງພິເສດ 2 ຫ້ອງ ທີ່ຖືກອອກແບບໃຫ້ທ່ານຮູ້ສຶກຄືຢູ່ບ້ານ. ບໍ່ວ່າທ່ານຈະເດີນທາງມາຄົນດຽວ, ມາເປັນຄູ່ ຫຼື ກັບຄອບຄົວ, ການພັກຂອງທ່ານຈະເຕັມໄປດ້ວຍຄວາມສະດວກ, ຄວາມອົບອຸ່ນ ແລະ ຄວາມງາມອັນບໍ່ມີວັນລືມຂອງແມ່ນ້ຳຂອງຢູ່ນອກປະຕູປ່ອງຢ້ຽມ.

source: Our Coffee Roasting
lo: ການຄົວກາເຟຂອງພວກເຮົາ

source: Coffee is the heart of what we do. Freshly roasted coffee in-house, the beans are carefully processed to convey the delicate flavors and aromas that are unique to our beverages. Every cup of coffee reflects the attention to the art of coffee roasting, which should be enjoyed with the magnificent view of the river.
lo: ກາເຟແມ່ນຫົວໃຈຂອງສິ່ງທີ່ພວກເຮົາເຮັດ. ກາເຟທີ່ຖືກຄົວສົດໆໃນເຮືອນ ເມັດກາເຟຖືກປຸງຢ່າງປະນີດເພື່ອຖ່າຍທອດລົດຊາດ ແລະ ກິ່ນຫອມທີ່ລະອຽດອ່ອນ ອັນເປັນເອກະລັກຂອງເຄື່ອງດື່ມຂອງພວກເຮົາ. ທຸກຖ້ວຍຂອງກາເຟສະທ້ອນໃຫ້ເຫັນຄວາມໃສ່ໃຈໃນສິນລະປະຂອງການຄົວກາເຟ ທີ່ຄວນດື່ມຄູ່ກັບທິວທັດອັນງົດງາມຂອງແມ່ນ້ຳ.

source: We Believe in Creating Experiences
lo: ພວກເຮົາເຊື່ອໃນການສ້າງປະສົບການ

source: Consume diverse food, relax by the riverside with freshly roasted coffee, or stay in a guesthouse overlooking the Mekong River. We invite you to feel at home.
lo: ບໍລິໂພກອາຫານອັນຫຼາກຫຼາຍ, ພັກຜ່ອນແຄມແມ່ນ້ຳພ້ອມກາເຟຄົວສົດ, ຫຼື ນອນຢູ່ໃນບ້ານພັກທີ່ເບິ່ງອອກໄປຫາແມ່ນ້ຳຂອງ. ພວກເຮົາຂໍເຊີນຊວນທ່ານໃຫ້ຮູ້ສຶກເຫມືອນຢູ່ເຮືອນ.

source: Book a Room
lo: ຈອງຫ້ອງພັກ

source: View Menu
lo: ເບິ່ງເມນູ

source: Contact Us
lo: ຕິດຕໍ່ພວກເຮົາ

source: Reservation
lo: ການຈອງ

source: Menu
lo: ເມນູ

source: Review
lo: ຣີວິວ

source: Contact
lo: ຕິດຕໍ່

source: Gallery
lo: ຄັງຮູບພາບ

source: Khanthabouly Road, House No. 168
lo: ເຮືອນເລກທີ 168, ຖະໜົນຄັນທະບູລີ

source: Ban Chomkeo, Kaisone Phomvihane District
lo: ບ້ານຈອມແກ້ວ, ເມືອງໄກສອນ ພົມວິຫານ

source: Savannakhet, Lao PDR
lo: ສະຫວັນນະເຂດ, ສປປ ລາວ

source: Tel
lo: ໂທ

source: Email
lo: ອີເມວ

source: Stay Connected
lo: ຕິດຕໍ່ພົວພັນ

source: Follow us on social media channels
lo: ຕິດຕາມພວກເຮົາໃນຊ່ອງທາງສື່ສັງຄົມ

source: Timings
lo: ເວລາ

source: Monday – Saturday
lo: ວັນຈັນ – ວັນເສົາ

source: Sunday
lo: ວັນອາທິດ

source: Closed
lo: ປິດ

source: All rights reserved
lo: ສະຫງວນລິຂະສິດທັງໝົດ

source: Privacy
lo: ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ

source: Terms
lo: ເງື່ອນໄຂ

source: Sitemap
lo: ແຜນຜັງເວັບໄຊ

source: Total Visitors
lo: ຈຳນວນຜູ້ເຂົ້າຊົມທັງໝົດ

source: “A Riverside Retreat for <span class="text-secondary-light dark:text-secondary-dark">Every Traveler”</span>
lo: “ບ່ອນພັກຜ່ອນແຄມແມ່ນໍ້າຂອງ <span class="text-secondary-light dark:text-secondary-dark">ສໍາລັບນັກເດີນທາງທຸກຄົນ”</span>

source: Discover comfort, diverse cuisine, and freshly roasted coffee at Pilgrim's Kitchen & Inn, where the beauty of the Mekong meets warm hospitality.
lo: ຄົ້ນພົບຄວາມສະດວກສະບາຍ, ອາຫານທີ່ຫຼາກຫຼາຍ, ແລະກາເຟທີ່ຄັ່ວສົດໃໝ່ ຢູ່ Pilgrim's Kitchen & Inn, ບ່ອນທີ່ຄວາມງາມຂອງແມ່ນ້ຳຂອງພົບກັບການຕ້ອນຮັບທີ່ອົບອຸ່ນ.

source: Book your accommodation
lo: ຈອງທີ່ພັກຂອງທ່ານ

source: Explore Our Menu
lo: ສຳຫຼວດເມນູຂອງພວກເຮົາ

source: Location
lo: ສະຖານທີ່

source: Khanthabouly Road, Ban Chomkeo, House No. 168, Kaisone Phomvihane District, Savannakhet, Lao PDR
lo: ຖະໜົນ ຄັນທະບູລີ, ບ້ານຈອມແກ້ວ, ເຮືອນເລກທີ 168, ເມືອງໄກສອນພົມວິຫານ, ແຂວງສະຫວັນນະເຂດ, ສປປລາວ

source: Contact Information
lo: ຂໍ້ມູນຕິດຕໍ່

source: Open WhatsApp
lo: ເປີດ WhatsApp

source: Call Now
lo: ໂທຕອນນີ້

source: Our Email
lo: ອີເມວຂອງພວກເຮົາ

source: Send Email
lo: ສົ່ງອີເມວ

source: Operating Hours
lo: ເວລາເປີດ-ປິດ

source: 7:30 AM - 9:00 PM
lo: 7:30 ເຊົ້າ - 9:00 ແລງ

source: Opening and closing times
lo: ເວລາເປີດ-ປິດ

source: Pilgrims Kitchen & Inn
lo: ພິລກຣິມ ຮ້ານອາຫານ ແລະ ທີ່ພັກ

source: Nestle by the banks of the Mekong River with sweeping views across to Thailand, we bring together a cozy cafe, a vibrant multi-cuisine restaurant, a welcoming guesthouse, and our very own in-house coffee roastery - all under one roof. Our cafe is the perfect place to begin your day with a fresh cup of coffee while watching the river awaken, while our restaurant takes you on a journey of flavors from around the world - Mexican, Indian, American, Mediterranean, and Local Lao specialties.
lo: ຕັ້ງຢູ່ແຄມແມ່ນໍ້າຂອງທີ່ມີທິວທັດກວ້າງໄກໄປເຖິງປະເທດໄທ, ພວກເຮົາໄດ້ລວມເອົາຮ້ານກາເຟທີ່ອົບອຸ່ນ, ຮ້ານອາຫານຫຼາຍປະເພດທີ່ມີຊີວິດຊີວາ, ເຮືອນພັກທີ່ຕ້ອນຮັບ, ແລະ ໂຮງຄົ້ວກາເຟຂອງພວກເຮົາເອງ - ທັງໝົດຢູ່ພາຍໃຕ້ຫຼັງຄາດຽວກັນ. ຮ້ານກາເຟຂອງພວກເຮົາເປັນບ່ອນທີ່ສົມບູນແບບທີ່ສຸດທີ່ຈະເລີ່ມຕົ້ນມື້ຂອງທ່ານດ້ວຍກາເຟສົດໃໝ່ໃນຂະນະທີ່ເບິ່ງແມ່ນໍ້າຂອງຕື່ນຂຶ້ນ, ໃນຂະນະທີ່ຮ້ານອາຫານຂອງພວກເຮົາຈະພາທ່ານເດີນທາງໄປສູ່ລົດຊາດຈາກທົ່ວໂລກ - ອາຫານເມັກຊິໂກ, ອິນເດຍ, ອາເມລິກາ, ເມດິເຕີເຣນຽນ, ແລະ ອາຫານພື້ນເມືອງລາວ.

source: For travelers, our guesthouse offers the comfort of 11 well-appointed rooms and 2 spacious suites, where you can rest, recharge, and wake up to the beauty of the Mekong sunrise. And for coffee lovers, our in-house roasting ensures every cup is crafted with passion, freshness, and care. Whether you are passing through, staying the night, or simply looking for a place to relax and connect, we invite you to discover comfort, flavor, and unforgettable riverside experiences with us.
lo: ສໍາລັບນັກເດີນທາງ, ເຮືອນພັກຂອງພວກເຮົາໃຫ້ຄວາມສະດວກສະບາຍຂອງຫ້ອງພັກທີ່ຕົກແຕ່ງຢ່າງດີ 11 ຫ້ອງ ແລະ ຫ້ອງຊຸດກວ້າງຂວາງ 2 ຫ້ອງ, ບ່ອນທີ່ທ່ານສາມາດພັກຜ່ອນ, ສາກໄຟ, ແລະ ຕື່ນຂຶ້ນມາພ້ອມກັບຄວາມງາມຂອງຕາເວັນຂຶ້ນຂອງແມ່ນໍ້າຂອງ. ແລະ ສໍາລັບຄົນຮັກກາເຟ, ການຄົ້ວໃນເຮືອນຂອງພວກເຮົາຮັບປະກັນວ່າກາເຟທຸກຈອກຖືກສ້າງຂຶ້ນດ້ວຍຄວາມມັກ, ຄວາມສົດໃໝ່, ແລະ ການດູແລ. ບໍ່ວ່າທ່ານຈະຜ່ານໄປ, ພັກຄ້າງຄືນ, ຫຼື ພຽງແຕ່ຊອກຫາບ່ອນພັກຜ່ອນ ແລະ ເຊື່ອມຕໍ່, ພວກເຮົາຂໍເຊີນທ່ານມາຄົ້ນພົບຄວາມສະດວກສະບາຍ, ລົດຊາດ, ແລະ ປະສົບການແຄມແມ່ນໍ້າທີ່ບໍ່ອາດລືມໄດ້ກັບພວກເຮົາ.

source: Hotel Lobby
lo: ຫ້ອງຮັບແຂກໂຮງແຮມ

source: Featured Coffee
lo: ກາເຟແນະນຳ

source: High-quality coffee specially selected
lo: ກາເຟຄຸນນະພາບສູງທີ່ຄັດສັນມາເປັນພິເສດ

source: Featured Products
lo: ສິນຄ້າແນະນຳ

source: Discover our handpicked collection of quality products
lo: ຄົ້ນພົບຜະລິດຕະພັນຄຸນນະພາບ ທີ່ພວກເຮົາຄັດສັນມາເປັນພິເສດ

source: Available Rooms
lo: ຫ້ອງພັກທີ່ມີຢູ່

source: Room
lo: ຫ້ອງ

source: View All Accommodation
lo: ເບິ່ງທີ່ພັກທັງໝົດ

source: Our Amenities
lo: ສິ່ງອຳນວຍຄວາມສະດວກຂອງພວກເຮົາ

source: Free Wi-Fi Internet
lo: ອິນເຕີເນັດ Wi-Fi ຟຣີ

source: “High-speed internet access is available throughout the property.”
lo: “ມີອິນເຕີເນັດຄວາມໄວສູງ ໃຫ້ບໍລິການຄອບຄຸມທົ່ວພື້ນທີ່.”

source: Co-working Space
lo: ພື້ນທີ່ Co-working

source: Stay productive with our convenient co-working space.
lo: ຊ່ວຍໃຫ້ພວກທ່ານມີຄວາມສະດວກໃນການເຮັດວຽກ.

source: Playground
lo: ສະໜາມເດັກຫຼິ້ນ

source: Let your kids enjoy a safe and fun-filled adventure.
lo: ໃຫ້ລູກຂອງທ່ານ ເພີດເພີນກັບການຜະຈົນໄພທີ່ປອດໄພ ແລະ ເຕັມໄປດ້ວຍຄວາມມ່ວນຊື່ນ.

source: Free Parking
lo: ຈອດລົດຟຣີ

source: Free parking is available for all guests.
lo: ບໍລິການຈອດລົດຟຣີ ສຳລັບແຂກທຸກຄົນ.

source: Riverside Experience
lo: ປະສົບການແຄມແມ່ນໍ້າຂອງ

source: Our riverside retreat offers more than just a place to stay — it’s a complete experience by the banks of the Mekong, with sweeping views of Thailand. From freshly roasted coffee at our café to global flavors at our multi-cuisine restaurant, every detail is designed to delight your senses.
lo: ບ່ອນພັກຜ່ອນຂອງເຮົາຢູ່ຂ້າງແມ່ນ້ຳ ມີຫຼາຍກວ່າພຽງແຕ່ບ່ອນພັກເທົ່ານັ້ນ — ມັນແມ່ນປະສົບການທີ່ສົມບູນແບບຢູ່ເທິງຝັ່ງແມ່ນ້ຳຂອງ, ດ້ວຍທັດສະນີຍະພາບກວ້າງໄກຂອງປະເທດໄທ. ຕັ້ງແຕ່ກາເຟຄັ່ວສົດໃໝ່ຢູ່ຮ້ານກາເຟຂອງພວກເຮົາ ຈົນເຖິງລົດຊາດສາກົນຢູ່ຮ້ານອາຫານຫຼາກຫຼາຍປະເພດຂອງພວກເຮົາ, ທຸກລາຍລະອຽດຖືກອອກແບບມາເພື່ອສ້າງຄວາມພໍໃຈແກ່ປະສາດສຳຜັດຂອງທ່ານ.

source: Whether you’re here for a hearty breakfast, a leisurely riverside lunch, or a romantic sunset dinner, our team is dedicated to making every moment memorable. Paired with the comfort of our guesthouse and the aroma of coffee roasted in-house, your time with us is crafted to be both relaxing and unforgettable.
lo: ບໍ່ວ່າທ່ານຈະມາທີ່ນີ້ເພື່ອຮັບປະທານອາຫານເຊົ້າທີ່ອີ່ມໜຳ, ອາຫານທ່ຽງແຄມແມ່ນໍ້າຂອງແບບສະບາຍໆ, ຫຼື ອາຫານຄ່ຳພາຍໃຕ້ແສງຕາເວັນຕົກດິນທີ່ໂຣແມນຕິກ, ທີມງານຂອງພວກເຮົາອຸທິດຕົນເພື່ອເຮັດໃຫ້ທຸກຊ່ວງເວລາເປັນທີ່ໜ້າຈົດຈຳ. ຄຽງຄູ່ກັບຄວາມສະດວກສະບາຍຂອງເຮືອນພັກຂອງພວກເຮົາ ແລະ ກິ່ນຫອມຂອງກາເຟທີ່ຄົ່ວເອງ, ເວລາຂອງທ່ານກັບພວກເຮົາຖືກສ້າງຂຶ້ນເພື່ອໃຫ້ທັງຜ່ອນຄາຍ ແລະ ບໍ່ອາດລືມໄດ້.
